const fabricsList = [
    {
        name: "субл. бумага Felix Schoeller",
        in_db_name: "Сублимационная бумага Felix Schoeller S-RACE 100 Эксклюзив 100г/м2 1,62*135м"
    },
    {
        name: "субл. бумага JASPER 80 г/м2",
        in_db_name: "Сублимационная бумага JASPER PAPER 80 г/м2 1,6*120м"
    },
    {
        name: "субл. бумага speed 75г/м2",
        in_db_name: "Сублимационная бумага Премиум 75г/м2 1,62*120м"
    },
    {
        name: "субл. бумага speed 85г/м2",
        in_db_name: "Сублимационная бумага Премиум 85г/м2 1,62*120м"
    },
    {
        name: "адверта",
        in_db_name: "Адверта (ширина 160 см), пог.м."
    },
    {
        name: "Адидас плотностью 190 гр/м2",
        in_db_name: "Адидас белый (ширина 150 см, плотность 190гр), пог.м."
    },
    {
        name: "Адидас плотностью 250 гр/м2",
        in_db_name: "Адидас белый (ширина 150 см, плотность 250гр), пог.м."
    },
    {
        name: "атлас",
        in_db_name: "Атлас (ширина 160 см), пог.м."
    },
    {
        name: "атлас на сетке",
        in_db_name: "Атлас на сетке (ширина 160 см), пог.м."
    },
    {
        name: "белый войлок",
        in_db_name: "Войлок белый (ширина 150 см), пог.м."
    },
    {
        name: "бифлекс",
        in_db_name: "Бифлекс (ширина 160 см), пог.м."
    },
    {
        name: "блекаут",
        in_db_name: "Блекаут (ширина 160 см), пог.м."
    },
    {
        name: "габардин",
        in_db_name: "Габардин (ширина 150 см), пог.м."
    },
    {
        name: "дешайн",
        in_db_name: "Дешайн (ширина 160 см), пог.м"
    },
    {
        name: "дьюспо",
        in_db_name: "Дьюспо Milky 240T белая (ширина 150 см), пог.м."
    },
    {
        name: "кашибо",
        in_db_name: "Кашибо Премиум белый (плотность 130гр/м2, ширина 150 см), пог.м."
    },
    {
        name: "кашкорсе белое сублимационное",
        in_db_name: "Кашкорсе белое сублимационное (ширина 130-140 см), пог.м."
    },
    {
        name: "креп-сатин",
        in_db_name: "Креп-сатин 150-160см пог.м."
    },
    {
        name: "кулирная гладь субл. 165см",
        in_db_name: "Кулирная гладь сублимационная белая (ширина рулона 165 см), пог.м"
    },
    {
        name: "кулирная гладь субл. 180см",
        in_db_name: "Кулирная гладь сублимационная белая (ширина рулона 180 см), пог.м"
    },
    {
        name: "ложная сетка 230 гр",
        in_db_name: "Ложная сетка белая (плотность 230гр, ширина 160 см), пог.м"
    },
    {
        name: "ложная сетка 135 гр",
        in_db_name: "Ложная сетка белая (плотность 135гр, ширина 160 см), погм.м."
    },
    {
        name: "мокрый шелк-164",
        in_db_name: "Мокрый шелк (ширина 160 см, плотность 164гр), пог.м."
    },
    {
        name: "мокрый шелк-205",
        in_db_name: "Мокрый шелк (ширина 152 см, плотность 205гр), пог.м."
    },
    {
        name: "оксфорд 150D",
        in_db_name: "Оксфорд 150 белый (ширина 150 см), пог.м."
    },
    {
        name: "оксфорд 600D",
        in_db_name: "Оксфорд 600 белый (ширина 150 см),пог.м."
    },
    {
        name: "олимп",
        in_db_name: "Олимп стрейч белый (ширина 183 см), пог.м."
    },
    {
        name: "прима шир. 155см",
        in_db_name: "Прима-140 белая (ширина 155 см), пог.м."
    },
    {
        name: "прима шир. 158см",
        in_db_name: "Прима-145 белая (ширина 158 см), пог.м."
    },
    {
        name: "прима шир. 165см",
        in_db_name: "Прима-135 белая (ширина 165 см), пог.м."
    },
    {
        name: "рибана сублимационная",
        in_db_name: "Рибана сублимационная, ширина 150 см, пог.м."
    },
    {
        name: "сандвич шир. 160см",
        in_db_name: "Сандвич (ширина 160 см), пог.м."
    },
    {
        name: "сандвич шир. 165см",
        in_db_name: "Сандвич (ширина 165 см), пог.м."
    },
    {
        name: "сатен",
        in_db_name: "Сатен (ширина 160 см), пог.м."
    },
    {
        name: "сетка-118",
        in_db_name: "Сетка-118 (ширина 160 см), пог.м."
    },
    {
        name: "сетка-138",
        in_db_name: "Сетка-138 (ширина 160 см), пог.м."
    },
    {
        name: "флис субл.",
        in_db_name: "Флис сублимационный белый (плотность 300р/м2, ширина 150 см), пог.м."
    },
    {
        name: "Футер субл. (петелька)",
        in_db_name: "Футер сублимационный 3х-нитка петелька (без начеса) белый (ширина 160 см), пог.м."
    },
    {
        name: "шармус люкс",
        in_db_name: "Шармус люкс (ширина 155 см) пог.м."
    },
    {
        name: "шелк",
        in_db_name: "Шелк белый (ширина 150 см), пог.м."
    },
    {
        name: "шифон",
        in_db_name: "Шифон премиум (ширина 152 см), пог.м."
    }
];

module.exports = fabricsList;